Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Tea extracts for use in the manufacture of cosmetics
it: Estratti di tè per la fabbricazione di prodotti cosmetici

source: Collagen for industrial purposes
it: Collagene per uso industriale

source: Silicon carbide [raw material]
it: Carburo di silicio [materia prima]

source: Vitamins for use in the manufacture of food supplements
it: Vitamine per la fabbricazione di integratori alimentari

source: Vitamins for the food industry
it: Vitamine per l'industria alimentare

source: Antioxidants for use in the manufacture of cosmetics
it: Antiossidanti per la fabbricazione di cosmetici

source: Antioxidants for use in the manufacture of pharmaceuticals
it: Antiossidanti per la fabbricazione di prodotti farmaceutici

source: Antioxidants for use in the manufacture of food supplements
it: Antiossidanti per la fabbricazione di integratori alimentari

source: Proteins for use in manufacture
it: Proteine utilizzate nella manifattura

source: Proteins for use in the manufacture of food supplements
it: Proteine per la fabbricazione di integratori alimentari

source: Proteins for the food industry
it: Proteine per l'industria alimentare

source: Vitamins for use in the manufacture of pharmaceuticals
it: Vitamine per la fabbricazione di prodotti farmaceutici

source: Vitamins for use in the manufacture of cosmetics
it: Vitamine per la fabbricazione di cosmetici

source: Tea extracts for industrial purposes
it: Estratti di tè per scopi industriali

source: Chemical and organic compositions for use in the manufacture of food and beverages
it: Composizioni chimiche e organiche per la produzione di alimenti e bevande

source: Chemical and organic compositions and substances for treatment of leather and textile
it: Composti chimici e organici per il trattamento di pelle e tessuti

source: Gums [adhesives] for industrial purposes
it: Gomme [adesivi] per uso industriale

source: Preservatives for use in the pharmaceutical industry
it: Agenti conservanti per l'industria farmaceutica

source: Water treatment minerals for use in swimming pools and spas
it: Minerali per il trattamento dell'acqua in piscine e vasche termali

source: Silicates for use in the culture of cucumbers on stone wool slabs
it: Silicati per coltivazione di cetrioli su pannelli di lana di roccia

source: Chemical preparations for glazing leather
it: Preparati chimici per lucidare il cuoio

source: Soil amendments for agricultural use
it: Ammendanti del terreno per uso agricolo

source: Cement for boots
it: Mastice per stivali

source: Soil amendments for horticultural use
it: Ammendanti del terreno per l'orticoltura

source: Fermentation extracts for industrial purposes
it: Estratti di fermentazione per uso industriale

source: Natural microorganisms used in pond maintenance
it: Microorganismi naturali usati nel mante

source: Gallotannic acid
it: Acido gallotannico

source: Tannic acid
it: Acido tannico

source: Sal ammoniac spirits
it: Cloruro di ammonio

source: Hydrochloric acid
it: Acido clorìdrico

source: Spirits of salt
it: Spirito di sale

source: Metal tempering preparations
it: Preparati per la tempra dei metalli

source: Ammoniacal salts
it: Sali ammoniacali

source: Ammonium salts
it: Sali di ammonio

source: Chromic salts
it: Sali cromici

source: Chrome salts
it: Sali di cromo

source: Silicon
it: Silicio

source: Tanning substances
it: Materie tannanti

source: Liquid sulfur dioxide
it: Anidride solforosa liquida

source: Sulfur trioxide
it: Triossido di zolfo

source: Chromic anhydride
it: Anidride cromica

source: Molybdic acid
it: Acido molibdico

source: Cultures of microorganisms, other than for medical and veterinary use
it: Colture di microrganismi non per uso medico o veterinario

source: Preparations of microorganisms, other than for medical and veterinary use
it: Preparazioni a base di microorganismi, non per uso medico o veterinario

source: Potting soil
it: Terriccio

source: Sulfurous acid
it: Acido solforoso

source: Sulfuric acid
it: Acido solforico

source: Strontium hydroxide
it: Idrossido di stronzio

source: Lithium hydroxide
it: Idrossido di litio

source: Praseodymium hydroxide
it: Idrossido di praseodimio

source: Niobium carbide
it: Carburo di niobio

source: Light calcium carbonate
it: Carbonato di calcio leggero

source: Nickel salts
it: Sali di nichel

source: Silicon carbide for use as a raw material in the manufacture of other goods
it: Carburo di silicio da utilizzare come materia prima per la fabbricazione d'altri prodotti

source: Top soil
it: Terriccio

source: Synthetic barium
it: Bario sintetico

source: Glue for industrial purposes
it: Colle per l'industria

source: Sensitised paper
it: Carta sensibile

source: Biological water treatment preparations
it: Prodotti biologici per il trattamento dell'acqua

source: Chemical testing kits for determining water properties
it: Kit di test chimici per determinare le caratteristiche dell'acqua

source: Fabric glues for industrial use
it: Colle per tessuti per uso industriale

source: Chitosans for industrial purposes
it: Chitosani per usi industriali

source: Preparations containing bacteria for water treatment
it: Prodotti contenenti batteri per il trattamento delle acque

source: Aromatics [chemicals]
it: Aromi [sostanze chimiche]

source: Proteins for use in the manufacture of beverages
it: Proteine per la produzione di bevande

source: Antioxidants for use in the manufacture of food products
it: Antiossidanti per la produzione di prodotti alimentari

source: Antioxidants for use in the manufacture of beverages
it: Antiossidanti per la produzione di bevande

source: Antioxidants for use in the manufacture of food and beverages
it: Antiossidanti per la produzione di alimenti e bevande

source: Mold inhibiting chemicals for preventing growth of mold
it: Prodotti chimici antimuffa per impedire la crescita di muffa

source: Arsenic acid
it: Acido arsenico

source: Ammonium acetate
it: Acetato di ammonio

source: Sodium peroxide
it: Perossido di sodio

source: Glutaric acid
it: Acido glutarico

source: De-icing sprays for windscreens
it: Spray antighiaccio per parabrezza

source: Colostrum for the food industry
it: Colostro per l'industria alimentare

source: Antibodies for scientific purposes, other than for medical or veterinary use
it: Anticorpi per uso scientifico, non per uso medico o veterinario

source: Solvents for lacquers
it: Solventi per lacche

source: Solvents for paints
it: Solventi per vernici

source: Biochemical preparations for scientific purposes
it: Preparati biochimici per uso scientifico

source: Surfactants for industrial purposes
it: Tensioattivi per uso industriale

source: Chemical preparations which penetrate through walls, floors and ceilings used for fire prevention in buildings
it: Prodotti chimici che penetrano attraverso le pareti, i pavimenti e i soffitti, utilizzati a fini di prevenzione di incendi negli edifici

source: Chemical preparations in the nature of glue accelerators
it: Prodotti chimici sotto forma di promotori di adesione per colle

source: Chemical agents for impregnating cut Christmas trees to preserve freshness
it: Agenti chimici per impregnare alberi di Natale recisi al fine di mantenerne la freschezza

source: Ceramic matrix composite [CMC] materials for use in manufacture
it: Materiali compositi a matrice ceramica [CMC] per uso manifatturiero

source: Solvents for use in the manufacture of insecticides
it: Solventi per la produzione di insetticidi

source: Silicone surfactants for industrial purposes
it: Tensioattivi siliconici per uso industriale

source: Unprocessed synthetic resins for use in the manufacture of cosmetics
it: Resine sintetiche allo stato grezzo per la produzione di cosmetici

source: Yeast nutrients for industrial purposes
it: Nutrienti per il lievito per uso industriale

source: Antibody reagents for scientific purposes
it: Reagenti per anticorpi per uso scientifico

source: Microorganisms for use in water treatment
it: Microrganismi per il trattamento dell'acqua

source: Enzymes for use in water treatment
it: Enzimi per il trattamento dell'acqua

source: Peptide substrates for scientific purposes
it: Substrati di peptidi per uso scientifico

source: Enzyme substrates for scientific purposes
it: Substrati di enzimi per uso scientifico

source: Glass granules for use in swimming pool filters
it: Granuli di vetro per uso in filtri per piscine

source: Cationic surfactants for use in manufacture
it: Tensioattivi cationici per uso manifatturiero

source: Biodegradable anionic surfactants for use in manufacture
it: Tensioattivi anionici biodegradabili per uso manifatturiero

source: Betaines for use in manufacture
it: Betaine per uso manifatturiero

source: Herb extracts, other than essential oils, for use in the manufacture of cosmetics
it: Estratti di erbe, diversi dagli oli essenziali, per la produzione di cosmetici

source: Plant extracts, other than essential oils, for use in the manufacture of cosmetics
it: Estratti di piante, diversi dagli oli essenziali, per la produzione di cosmetici

source: Chemical preservatives for use in bread making
it: Conservanti chimici per la panificazione

source: Chemical additives for use in the manufacture of fabrics
it: Additivi chimici per la fabbricazione di tessuti

source: Chemical material for the preparation of electronic circuitry components
it: Materiali chimici per la preparazione dei componenti della circuiteria elettronica

source: Crystalline silicon
it: Silicio cristallino

source: Lithium carbonate
it: Carbonato di litio

source: Cobalt chloride
it: Cloruro di cobalto

source: Cadmium chloride
it: Cloruro di cadmio

source: Potassium acetate
it: Acetato di potassio

source: Manganese acetate
it: Acetato di manganese

source: Dispersing agents for textile printing and dyeing
it: Agenti disperdenti per la stampa su tessili e la tintoria

source: Penetrating agents for textile printing and dyeing
it: Agenti penetranti per la stampa e la colorazione tessile

source: Active chemical ingredients for use in the manufacture of pharmaceuticals
it: Ingredienti chimici attivi per la produzione di prodotti farmaceutici

source: Rheology modifiers [chemicals] for use in the field of coating materials
it: Modificatori reologici [sostanze chimiche] per il settore dei materiali di rivestimento

source: Nucleic acids for scientific purposes
it: Acidi nucleici per uso scientifico

source: Perfluorinated chemical compounds prepared synthetically for use in manufacture
it: Composti chimici perfluorurati preparati sinteticamente per uso manifatturiero

source: Glycerol for use in manufacture
it: Glicerina per uso manifatturiero

source: Emollients for use in the manufacture of pharmaceuticals
it: Emollienti per la fabbricazione di prodotti farmaceutici

source: Emollients for use in the manufacture of toiletries
it: Emollienti per la fabbricazione di articoli da toilette

source: Emollients for use in the manufacture of cosmetics
it: Emollienti per la produzione di cosmetici

source: Chemicals for use in the processing of natural rubber
it: Prodotti chimici per la lavorazione di gomma naturale

source: Ammonium hydroxide
it: Idrossido di ammonio

source: Aluminum ammonium sulfate
it: Solfato di alluminio e ammonio

source: Sodium hydroxide for industrial purposes
it: Idrossido di sodio per uso industriale

source: Anhydrous sodium hydroxide for industrial purposes
it: Idrossido di sodio anidro per uso industriale

source: Potassium fertilizers
it: Fertilizzanti potassici

source: Albumin for use in manufacture
it: Albumina per uso manifatturiero

source: Non-ionic surfactants for use in manufacture
it: Tensioattivi non ionici per uso manifatturiero

source: Chemically treated test strips for calibration of laboratory apparatus
it: Strisce per test trattate chimicamente per la taratura di apparecchi da laboratorio

source: Catalysts for use in biochemical processes
it: Catalizzatori per processi biochimici

source: Catalysts for use in the manufacture of plastics
it: Catalizzatori per la produzione di materie plastiche

source: Test strips impregnated with reagents for testing swimming pool water
it: Strisce per test imbevute di reagenti per il test dell'acqua di piscine

source: Chemically treated test strips, other than for medical purposes
it: Strisce per test trattate chimicamente, non per uso medico

source: Calibration fluids for medical apparatus
it: Fluidi per la taratura di apparecchi medici

source: Buffer solutions for scientific purposes
it: Soluzioni tampone per uso scientifico

source: Ethanol for scientific purposes
it: Etanolo per uso scientifico

source: Hydroponic fertilizers
it: Fertilizzanti idroponici

source: Chemicals for use in the manufacture of solar cells
it: Prodotti chimici per la produzione di celle solari

source: Chemical penetrating sealers for natural stone
it: Sigillanti chimici impregnanti per pietra naturale

source: Probiotic bacterial cultures for the food industry
it: Colture batteriche probiotiche per l'industria alimentare

source: Probiotic bacteria for the food industry
it: Batteri probiotici per l'industria alimentare

source: Anticaking agents for use in the manufacture of animal feed
it: Agenti antiagglomeranti per la produzione di alimenti per animali

source: Chloromethyl methyl ether
it: Clorometil metil etere

source: Chlorinated naphthalenes
it: Naftaleni clorurati

source: Ferric nitrate
it: Nitrato di ferro

source: Ferric chloride
it: Cloruro ferrico

source: Ferrous sulfide
it: Solfuro ferroso

source: Chloroacetic acid
it: Acido cloroacetico

source: Polypeptides for scientific purposes
it: Polipeptidi per uso scientifico

source: Biochemical precursors for scientific purposes
it: Precursori biochimici per uso scientifico

source: Bacterial preparations for the food industry
it: Preparati batterici per l'industria alimentare

source: Zirconium tetrachloride
it: Tetracloruro di zirconio

source: Chemical additives for pesticides
it: Additivi chimici per pesticidi

source: Amino acids for scientific purposes
it: Amminoacidi per uso scientifico

source: Chemical reagents for use in genetic research
it: Reagenti chimici per la ricerca genetica

source: Inulin for the food industry
it: Inulina per l'industria alimentare

source: Rhamnose for industrial purposes
it: Ramnosio per uso industriale

source: Thymol for industrial purposes
it: Timolo per uso industriale

source: Unprocessed polyurethane
it: Poliuretano allo stato grezzo

source: Chemical additives for transmission fluids
it: Additivi chimici per fluidi di trasmissione

source: Chemical additives for diesel fuels
it: Additivi chimici per carburanti diesel

source: Chemicals used for the formulation of hair treatment products
it: Sostanze chimiche come componenti di prodotti di trattamento dei capelli

source: Reconstituted cells for the tolerance testing of chemical products
it: Cellule ricostituite per test di tolleranza di prodotti chimici

source: Reconstituted cells for the tolerance testing of cosmetic products
it: Cellule ricostituite per test di tolleranza di prodotti cosmetici

source: Reconstituted cells for the tolerance testing of hygienic products
it: Cellule ricostituite per test di tolleranza di prodotti igienici

source: Reconstituted cells for the tolerance testing of pharmaceutical products
it: Cellule ricostituite per test di tolleranza di prodotti farmaceutici

source: Reconstituted cells for the efficiency testing of chemical products
it: Cellule ricostituite per test di efficacia di prodotti chimici

source: Reconstituted cells for the efficiency testing of cosmetic products
it: Cellule ricostituite per test di efficacia di prodotti cosmetici

source: Reconstituted cells for the efficiency testing of hygienic products
it: Cellule ricostituite per test di efficacia di prodotti igienici

source: Reconstituted cells for the efficiency testing of pharmaceutical products
it: Cellule ricostituite per test di efficacia di prodotti farmaceutici

source: Unprocessed artificial and synthetic resins
it: Resine artificiali e sintetiche non trattate

source: Growing media, fertilizers and chemicals for use in agriculture, horticulture and forestry
it: Fertilizzanti e sostanze chimiche per l’agricoltura, l’orticultura e la silvicoltura

source: Calomel [mercurous chloride]
it: Calomelano [cloruro mercuroso]

source: Fertilizers for household plants
it: Fertilizzanti per piante da interni

source: Aerogels for use as chemical absorbents
it: Aerogel da usare come assorbenti chimici

source: Hyaluronic acid
it: Acido ialuronico

source: Chemical preparations for use in the dairy industry
it: Prodotti chimici per l'industria lattiero-casearia

source: Chemical preparations for use in dairy production
it: Preparati chimici per la produzione di latticini

source: Chemical preparations for use in livestock farming
it: Preparati chimici per l'uso nell'allevamento di bestiame

source: Anti-rutting agents for bitumen
it: Agenti anti-ormaia per bitume

source: Expandable graphite
it: Grafite espandibile

source: Absorbent expandable graphite
it: Grafite espandibile assorbente

source: Chemical accelerants
it: Acceleratori chimici

source: Acetates used as industrial solvents
it: Acetati utilizzati come solventi industriali

source: Organic acid anhydride
it: Anidride di acido organico

source: Carboxylic anhydride
it: Anidride carbossilica

source: Acidic oxides
it: Ossidi acidi

source: Chemical polymers
it: Polimeri chimici

source: Chemical acid thickeners
it: Addensanti chimici per acidi

source: Chemical acid viscosifiers
it: Viscosizzanti chimici per acidi

source: Acids for use in pickling
it: Acidi per decapaggio

source: Acids used as electrolytes
it: Acidi per uso come elettroliti

source: Acids derived from plant sources
it: Acidi di origine vegetale

source: Acrylic acids
it: Acidi acrilici

source: Bisphenol acrylics
it: Acrilici bisfenolici

source: Fluorinated acrylics
it: Acrilici fluorurati

source: Polyfunctional acrylics
it: Acrilici polifunzionali

source: Acrylic redispersible polymers
it: Polimeri acrilici ridispersibili

source: Alum for use in the purification of water
it: Allume per l'uso nella depurazione dell'acqua

source: Alum for use as a flame retardant
it: Allume per l'uso come prodotto ignifugo

source: Ethylene glycol antifreeze
it: Antigelo etilenglicole

source: Propylene glycol antifreeze
it: Antigelo in glicole propilenico

source: Chemical shrinkage reducing admixtures
it: Miscele di additivi chimici antiritiro

source: Biological inoculants, other than for medical use
it: Inoculanti biologici, non per uso medico

source: Enzymes for use as biochemical catalysts
it: Enzimi per l'uso come catalizzatori biochimici

source: Activator enzymes
it: Attivatori di enzimi

source: Regulatory proteins for industrial use
it: Proteine di regolazione per uso industriale

source: Regulatory proteins for scientific use
it: Proteine di regolazione per uso scientifico

source: Nitrogen biofertilizers
it: Biofertilizzanti azotati

source: Biofertilizers for use in soil treatment
it: Biofertilizzanti per il trattamento del terreno

source: Biofertilizers for use in seed treatment
it: Biofertilizzanti per il trattamento delle sementi

source: Biphenyl for use as a preservative
it: Bifenile per l'uso come conservante

source: Cobalt zirconate
it: Zirconato di cobalto

source: Ammonium tungstate
it: Tungstato di ammonio

source: Calcium tungstate
it: Tungstato di calcio

source: Potassium fluosilicate
it: Fluosilicato di potassio

source: Calcium hydrosulfide
it: Calcio idrossido

source: Glacial acetic acid
it: Acido acetico glaciale

source: Propionic acid
it: Acido propionico

source: Lacquers for use in industry
it: Lacche per uso industriale

source: Coating compositions for application to concrete [paints or oils]
it: Composti di rivestimento da applicare al calcestruzzo [colori o oli]

source: Coating compositions in the nature of oils
it: Composti per rivestimento sotto forma di oli

source: Coating compositions in the nature of paint
it: Composti per rivestimento sotto forma di pittura

source: Primary resist lacquers
it: Lacche primarie isolanti

source: Printing paste for reproduction
it: Pasta da stampa per riproduzioni

source: Xerographic toners
it: Toner xerografici

source: Diluents for vehicle refinishes
it: Diluenti per finiture per veicoli

source: Corrosion inhibiting paint type coatings for commercial marine use
it: Rivestimenti in pittura anticorrosione per uso commerciale marittimo

source: Pastes for use in dyeing
it: Paste per uso nelle tinture

source: Permanently coloured natural resins
it: Resine naturali a colore permanente

source: Turmeric [colorant]
it: Curcuma [colorante]

source: Colorants for imparting permanent colour
it: Coloranti per il conferimento di colore permanente

source: Colorants for use in graphical reproduction
it: Coloranti per uso nella riproduzione grafica

source: Dyestuffs for use in industry
it: Coloranti per uso industriale

source: Colour preparations contained in tubes
it: Preparati coloranti contenuti in tubetti

source: Coloured metallic powders
it: Polveri metalliche colorate

source: Undercoating for surfaces to be painted
it: Mano di fondo per superfici da verniciare

source: Paint [other than insulating or paint boxes for use in school]
it: Pittura [non isolante né le scatole per la pittura a uso scolastico]

source: Paint additives in the nature of binders
it: Additivi per vernici in forma di leganti

source: Paint additives in the nature of reducers
it: Additivi per vernici sotto forma di riduttori

source: Preparations for marking roads
it: Preparati per marcare strade

source: Anti-graffiti coatings [paint]
it: Rivestimenti anti-graffiti [pittura]

source: Colorants for use in the manufacture of food
it: Coloranti per la produzione di alimenti

source: Fluorescent paints
it: Pitture fluorescenti

source: Preservatives for concrete [paints]
it: Conservanti per calcestruzzo [pitture]

source: Conductive paints
it: Vernici conduttive

source: Preparations for use as preservatives against atmospheric oxidation
it: Prodotti da utilizzare come preservanti dall'ossidazione atmosferica

source: Solvent free paint
it: Pittura senza solventi

source: Water based colorants in the nature of paints
it: Coloranti a base di acqua sotto forma di pitture

source: Water repellent coatings [paints] for masonry
it: Rivestimenti idrorepellenti [pitture] per opera muraria

source: Coatings for protection against the corrosive effect of acids
it: Rivestimenti di protezione dall'azione corrosiva degli acidi

source: Powdered paints
it: Pitture in polvere

source: Paints [other than insulating] for electronic components
it: Pitture [non isolanti] per componenti elettronici

source: Pigments for use in the preparation of inks
it: Pigmenti per la preparazione di inchiostri

source: Plastics coatings [paint] for use in construction
it: Rivestimenti plastificati [pittura] per uso costruzioni

source: Bactericidal paints
it: Pitture battericide

source: Whites [colorants or paints]
it: Bianco [colorante o vernice]

source: Titanium white
it: Bianco di titanio

source: Colouring matter for admixture with cement
it: Materia colorante da miscelare con cemento

source: Stabilising preparations in the nature of coatings
it: Prodotti stabilizzanti sotto forma di rivestimenti

source: Vehicle corrosion inhibiting preparations
it: Preparati anticorrosivi per veicoli

source: Dyestuff for textiles
it: Coloranti per tessuti

source: Electrophoretic coating materials [paints]
it: Materiali di rivestimento elettroforetico

source: Colorants for concrete
it: Coloranti per calcestruzzo

source: Damp proofing preparations [paints] for masonry
it: Prodotti contro l'umidità [pitture] per la muratura
